import butterfly from "../public/assets/images/butterfly.png";

import fly2 from "../public/assets/images/fly2.png";
export const FILTEREDMENU = [
  {
    link: "Товарные знаки",
  },
  {
    link: "Изобретение",
  },
   {
    link: "Полезные модели",
  },
   {
    link: "Промышленные образцы",
  },
   {
    link: "Наименование мест",
  },
   {
    link: "Программа для ЭВМ и база данных",
  },
   {
    link: "Изобретение",
  },
  {
    link: "Программа для ЭВМ и база данных",
  },
   {
    link: "Изобретение",
  },
  {
    link: "Программа для ЭВМ и база данных",
  },
   {
    link: "Изобретение",
  },
];


export const PRODUCTFILTER = [
    {
        img: butterfly,
        number: "123456",
        date: "10 Январь 2021/12:00",
        mkty: "10 класс",
        status: "Одобрено",
        id: "1"
    },
    {
        img: fly2,
        number: "123456",
        date: "10 Январь 2021/12:00",
        mkty: "10 класс",
        status: "Ожидание",
        id: "2"
    },
    {
        img: butterfly,
        number: "123456",
        date: "10 Январь 2021/12:00",
        mkty: "10 класс",
        status: "Отказано",
        id: "3"
    },
    {
        img: fly2,
        number: "123456",
        date: "10 Январь 2021/12:00",
        mkty: "10 класс",
        status: "Одобрено",
        id: "4"
    },
    {
        img: butterfly,
        number: "123456",
        date: "10 Январь 2021/12:00",
        mkty: "10 класс",
        status: "Ожидание",
        id: "5"
    },
    {
        img: fly2,
        number: "123456",
        date: "10 Январь 2021/12:00",
        mkty: "10 класс",
        status: "Отказано",
        id: "6"
    },
    {
        img: butterfly,
        number: "123456",
        date: "10 Январь 2021/12:00",
        mkty: "10 класс",
        status: "Одобрено",
        id: "7"
    },
]


export const CHECKBOX = [
  {
    title: "Номер заявки (210) ",
    id: "1"
  },
   {
    title: "Дата подачи заявки (220)",
    id: "2"
  },
   {
    title: "Дата приоритета (230)",
    id: "3"
  },
   {
    title: " Регистрационный номер (111) ",
    id: "4"
  },
   {
    title: "Дата регистрации (151)",
    id: "5"
  },
   {
    title: "Срок действия регистрации (181) ",
    id: "6"
  },
   {
    title: "Код страны (190) ",
    id: "7"
  },
   {
    title: "Дата публикации (400) ",
    id: "8"
  },
   {
    title: "Венская классификация (531) ",
    id: "9"
  },
   {
    title: "Изображение (540) ",
    id: "10"
  },
   {
    title: "Транслитерация (561) ",
    id: "11"
  },
   {
    title: "Незащищенные элементы (526)",
    id: "12"
  },
   {
    title: "Цвета (591)",
    id: "13"
  },
   {
    title: "Классы (TXXK)",
    id: "14"
  },
   {
    title: "Адрес (732)  ",
    id: "15"
  },
   {
    title: "ИНН (731) ",
    id: "16"
  },
   {
    title: "Патентный представитель (740) ",
    id: "17"
  },
   {
    title: "Адрес для корреспонденции (740) ",
    id: "18"
  },
   {
    title: "Экспертное решение  ",
    id: "19"
  },
   {
    title: "Дата экспертного заключения",
    id: "20"
  },
  {
    title: "Дата направления решения заявителю ",
    id: "21"
  }
]
